[
  {
    "date": "1982 : Première organisation\nOrganisation de la première branche de l’Église en Guadeloupe. Les premiers membres sont la famille de Claire Dinane. Le père de famille est muté en Guadeloupe en tant que gendarme. La branche est toutefois fermée quelques mois plus tard.",
    "title": "Juin 1984 : Retour des missionnaires**",
    "description": "Le président de mission Kenneth Zabriskie envoie des missionnaires francophones en Guadeloupe. Parmi eux, Elder Yvon Constant, originaire de la Guadeloupe mais ayant vécu en France. Il parle de sa mission avec un sourire inaltérable. Il est revenu s’installer dans son île dans les années 2010. Sa mère, Eudeze Constant, y vivait déjà depuis longtemps. Passée de l’autre côté du voile, elle a marqué l’œuvre du temple et de l’histoire familiale en formant de nombreux membres à la généalogie et à l’indexation. Ses enfants et petits-enfants travaillent ardemment pour fortifier Sion en Guadeloupe."
  },
  {
    "date": "Août 1984 : Organisation de la branche de Grande-Terre",
    "title": "Elder Ronald E. Poelman des soixante-dix organise la branche. Dusan Kolvic, réfugié yougoslave, rejoint l’Église après avoir protégé deux missionnaires agressés. Il avait déjà entendu parler de l’Église en France mais n’était pas baptisé. Transféré en Guadeloupe dans le cadre de ses fonctions de policier, il fut appelé à intervenir lors de l’agression des missionnaires. Il devient président de branche de février 1986 à 1988.",
    "description": ""
  },
  {
    "date": "Vers 1986 : Expansion",
    "title": "Une maison est louée à Dugazon Abymes. Les membres s’y réunissent pour les différentes réunions.",
    "description": ""
  },
  {
    "date": "1991 : Premier missionnaire à temps plein",
    "title": "Claude Gamiette est appelé à une mission de deux ans en Floride, dans la mission de Jacksonville. Il est le premier missionnaire à temps plein originaire et envoyé depuis la Guadeloupe.",
    "description": ""
  },
  {
    "date": "1995 : Michel Ménardin appelé président de la branche des Abymes",
    "title": "Il avait déjà servi comme président de branche à Angoulême, France. Sa mère, connue comme \"Mamie Ménardin\", a également rejoint l’Église. Sa gentillesse et sa foi profonde ont marqué beaucoup de cœurs.",
    "description": ""
  },
  {
    "date": "2000 : Rattachement au temple de Saint-Domingue",
    "title": "Les membres ne sont plus contraints d’aller jusqu’aux temples d’Europe ou des États-Unis. Ce voyage, bien que toujours coûteux, est plus court et régulier.",
    "description": ""
  },
  {
    "date": "2002 : Organisation du district de Basse-Terre",
    "title": "Le district inclut 3 branches de la Guadeloupe et une de la Martinique. Jean Bernard Otto en devient le président.",
    "description": ""
  },
  {
    "date": "Naissance de plusieurs branches",
    "title": "La Guadeloupe comptera jusqu’à 5 branches :",
    "description": "* Les Abymes (centre de district, chapelle construite)\n* Basse-Terre (local loué)\n* Moule (local loué)\n* Lamentin (lieu de réunion à Petit-Bourg)\n* Saint-Martin (partie française)"
  },
  {
    "date": "2010 à 2015 : Jean-Michel Bonbon",
    "title": "Président de la branche de Capesterre.",
    "description": ""
  },
  {
    "date": "2012 à 2014 : Succession à la présidence des Abymes",
    "title": "* 2012 : Jean-Rémy Druhaut Aubin (mission à Tahiti)",
    "description": "* 2013 : Raphaël Jomie\n* 2014 : Didier Bargot"
  },
  {
    "date": "13 février 2015 : Commémoration officielle des 25 ans de l’Église",
    "title": "Centre Sonis, Pointe-à-Pitre.",
    "description": ""
  },
  {
    "date": "11 octobre 2015 : Présidence de Basse-Terre",
    "title": "Frère Duflo devient président. La branche de Capesterre est fermée, retour de la branche de Basse-Terre.",
    "description": ""
  },
  {
    "date": "2017 : Abymes",
    "title": "Frères Frédérique Félicité puis Claude Bouchaut sont appelés présidents de la branche des Abymes.",
    "description": ""
  },
  {
    "date": "Depuis 2018 : Jean Otto",
    "title": "Président de la branche des Abymes.",
    "description": ""
  },
  {
    "date": "15 novembre 2018 : Consécration de la Guadeloupe",
    "title": "Par l’apôtre Quentin L. Cook au Ranch Gamiette, Moreau Goyave.",
    "description": ""
  },
  {
    "date": "21 février 2019 : Coin de feu avec Elder Jose Texeira",
    "title": "Centre de district, chapelle des Abymes.",
    "description": ""
  },
  {
    "date": "18 février 2020 : Coin de feu avec Dale G. Renlund",
    "title": "En présence de Jorge et Cari Lou Alvarado.",
    "description": ""
  },
  {
    "date": "Avril 2023 : Jean-Yves Amoussouga",
    "title": "Appelé président de branche.",
    "description": ""
  },
  {
    "date": "Avril 2023 : Concert du BYU Outreach Choir",
    "title": "Le chœur offre un concert spirituel à la chapelle des Abymes et dirige une masterclass vocale. Une vidéo musicale est enregistrée pour les affaires publiques de la Caraïbe.",
    "description": ""
  },
  {
    "date": "16 mars 2024 : Concert œcuménique à la cathédrale Saint-Pierre-et-Saint-Paul",
    "title": "Trois groupes religieux unis pour \"Une famille unie en Christ\". 1500 participants sur place, 700 en ligne. Ovation pour \"Total Praise\".",
    "description": ""
  },
  {
    "date": "Le lendemain : Masterclass musicale",
    "title": "Animée par le chœur de BYU, 150 participants formés.",
    "description": ""
  },
  {
    "date": "Témoignages musicaux",
    "title": "Angie Whiting, chanteuse BYU : \"Nos cœurs chantaient le même chant\".",
    "description": ""
  },
  {
    "date": "Service communautaire",
    "title": "Les membres organisent régulièrement des actions de mains serviables et participent à des projets à Noël. La conférence générale est diffusée sur Canal 10.",
    "description": ""
  },
  {
    "date": "Temple et histoire familiale",
    "title": "Depuis 2017, les membres vont aussi au temple de Paris. Ils prient avec ferveur pour un temple en Guadeloupe.",
    "description": ""
  },
  {
    "date": "Figures importantes de l’histoire familiale",
    "title": "* Eudeze Constant : mère d’Yvon Constant, formatrice passionnée. Eudeze est maintenant de l'autre côté du voile mais sa ferveur, bienveillance et foi continue d’inspirer.",
    "description": "* Sabrina Miath Bastien (\"Sabi\") : Pendant de nombreuses présente chaque jour au centre de généalogie à inlassablement aidé membres et non membres à trouver les noms de leur ancêtres. Plus que cela quand nécessaire elle offrait une oreille attentive et épaule reconfortante. Maintenant Sabi est moins souvent au centre de généalogie et la nature même du travail généalogique à changer mais elle est toujours prête à apporter son expertise."
  }
]
